<template lang="html">
  <section class="hero is-success">
    <br><br>
    <div class="hero-body">
      <div class="container">
        <div class="heading has-text-centered">
          <h1 class="title">FAQ</h1>
        </div>
        <br><br>
        <div class="columns">
          <div class="column is-8 is-offset-2">
            <p><b>Q: เริ่มฝึกงานตอนไหน ?</b></p>
            <p><b>A:</b> ตรงนี้ขึ้นอยู่กับความพร้อมของนักศึกษา และมหาวิทยาลัย สามารถตกลงกันกับบริษัทที่รับได้เลย</p>
            <br>
            <p><b>Q: ใช้เวลาฝึกเท่าไหร่ ?</b></p>
            <p><b>A:</b> เหมือนข้างต้น คือขึ้นอยู่กับนักศึกษา และมหาวิทยาลัย แต่อย่างน้อยไม่ต่ำกว่าสองเดือน</p>
            <br>
            <p><b>Q: ไม่มีตำแหน่งในสาขาที่เรียนเลย</b></p>
            <p><b>A:</b> นอกจากสาขาที่เรียนแล้ว นักศึกษาสามารถเลือกงานที่ตัวเองถนัด อยากเรียนรู้ โดยไม่จำเป็นต้องตรงกับสาขาที่เรียนมาก็ได้</p>
            <br>
            <p><b>Q: ยังเรียนมัธยม/ปีหนึ่งอยู่เลย สมัครได้ใหม ?</b></p>
            <p><b>A:</b> ไม่จำกัดอายุ การศึกษา ของผู้สมัคร สามารถสมัครเข้ามาได้ โดยกรรมการคัดเลือกพิจารณาจากความสามารถเป็นหลัก</p>
            <br>
            <p><b>Q: สมัครได้ถึงเมื่อไร ?</b></p>
            <p><b>A:</b> &nbsp;<img src="../static/photos/read.jpg" alt="read" width="400px"></p>
            <br>
            <p><b>Q: ต้องมีผลงานอย่างไรบ้าง ?</b></p>
            <p><b>A:</b> ตรงนี้แล้วแต่สาขาที่สมัคร การแนบผลงานที่ผ่านมาให้ดู จะทำให้กรรมการสามารถพิจารณาได้ง่ายขึ้น</p>
            <br>
            <p><b>Q: สมัครไปแล้ว จะได้ไปทำงานบริษัทไหน ?</b></p>
            <p><b>A:</b> ในรอบสุดท้ายของการคัดเลือก จะมีเวทีให้นักศึกษาเลือกได้ ว่าอยากทำงานกับบริษัทไหนที่ยื่นข้อเสนอให้ ซึ่งสนุกไม่แพ้ The Voice แน่ๆ</p>
          </div>
        </div>
      </div>
    </div>
    <br><br>
  </section>
</template>

<script>
export default {
}
</script>

<style lang="css" scoped>
h1.title {
  font-family: rsu-bold;
}
img {
  vertical-align: text-top;
}
</style>
