<template lang="html">
  <section class="section">
    <br>
    <br>
    <div class="container">
      <div class="heading has-text-centered">
        <h1 class="title">ใครมาบ้าง / Participating Startups</h1>
      </div>
      <br>
      <br>
      <br>
      <div class="columns is-multiline">

        <div class="column is-one-third-desktop is-half-tablet " v-for="list in lists">
          <div class="partner">
            <div class="logo-box">
              <div class="triangle" :style="list.color"></div>
              <a :href="list.url" target="_blank">
                <img :src="list.img_src" :alt="list.url" class="center-logos">
              </a>
            </div>
            <div class="box-textbox">
              <span class="list-company" v-text="list.discription"></span>
            </div>
          </div>
        </div>

      </div>
    </div>
    <br>
    <br>
  </section>
</template>

<script>
export default {
  data () {
    return {
        lists: [
          {
            color: 'border-top-color: #000000;',
            url: 'http://fireoneone.com/',
            img_src: 'fire-one-one.png',
            discription: 'Fire one one ด้วยหลักการที่นำ ดีไซน์ และ เทคโนโลยี มาปรับใช้กับยุคเศรษฐกิจใหม่ ที่ผ่านมาไฟร์วันวันได้ช่วยยกระดับแนวคิดและเทคโนโลยีที่ขับเคลื่อนธุรกิจของลูกค้าในหลายๆอุตสาหกรรมจนพลิกเกมจากผู้เล่นสู่เป็นผู้นำในวงการ อย่างเช่น แสนสิริ ที่มียอดขายที่เพิ่มขึ้นสู่ 42,000พันล้านบาทในปี 2012 และกลายมาเป็นอันดับ 1 ในกลุ่มเทคโนโลยีของอุตสาหกรรม อสังหาริมทรัพย์ หลักการใช้ Design + Technology + Brand ยังสามารถช่วยสร้างความอยู่รอดและสร้างธุรกิจใหม่ให้กับกลุ่มธุรกิจเดิมได้อย่างต่อเนื่อง'
          },
          {
            color: 'border-top-color: #b3363f;',
            url: '',
            img_src: 'code-app.png',
            discription: 'Code App ถูกก่อตั้งขึ้นมาเพื่อเป็น “สนามเด็กเล่นของคนเขียนโค้ด” ที่ coders และ geeks มาทำงานด้วยความสนุกกับการสร้างสรรค์ซอฟต์แวร์แบบใส่ใจทุกรายละเอียด ตลอด 5 ปีที่ผ่านมา ที่เราได้ช่วยลูกค้าและพาร์ทเนอร์ของเราปรับตัวเข้าสู่ยุคดิจิทัลยุคสารสนเทศ ยุคของอัลกอริทึม ... เรากำลังเปลี่ยนโลก ทีละแอปพลิเคชั่น'
          },
          {
            color: 'border-top-color: #333333;',
            url: 'http://www.fiveloop.co/',
            img_src: 'fiveloop.png',
            discription: 'Fiveloop คือสมาร์ทแพลตฟอร์มสำหรับการจ้างงานนักพัฒนาซอฟต์แวร์โดยให้นักพัฒนาซอฟต์แวร์โชว์ความสามารถทางด้านเทคนิคในการพิสูจน์ตัวเองเพื่อโอกาสในการได้ทำงานกับบริษัทชั้นนำด้านเทคโนโลยีในเอเชีย'
          },
          {
            color: 'border-top-color: #74c9de;',
            url: 'http://www.rgb72.com/',
            img_src: 'rgb-72.png',
            discription: 'rgb72 คิดค้น สร้างสรรค์ ให้คำแนะนำด้วยความเข้าใจ คือหัวใจของการทำงานระหว่างเราและลูกค้าตลอดระยะเวลามากกว่า 10 ปีที่ผ่านมา ความสำเร็จของลูกค้าคือผลลัพธ์จากกระบวนการที่เราสร้างสรรค์ให้ลูกค้าเสมอ ๆวันนี้เราได้รรับความไว้วางใจจากบริษัทขั้นนำในประเทศไทยเพื่อให้คำแนะนำและให้บริการ Creative Strategy, ออกแบบ Website และ Mobile Application งาน ​Coding ไปจนถึง Online Marketing ...ยินดีต้อนรับสู่ rgb72, where Digitally Possible.'
          },
          {
            color: 'border-top-color: #d32053;',
            url: 'http://pollios.com/',
            img_src: 'pollios.png',
            discription: 'Pollios (โพลลิออส, แอป Poll บนระบบ iOS) โมบายแอปพลิเคชั่นและแพลทฟอร์มสำหรับสร้างและแชร์โพลไปยังกลุ่มคนที่ใช่เพื่อได้คำตอบและความเห็นผ่านการโหวตจากกลุ่มคนที่เราแคร์ พวกเราเชื่อในความแตกต่างและความเห็นต่าง ทุกเสียงมีค่าเสมอ แม้จะเป็นส่วนน้อยเพียงไหนก็ตามพวกเราที่ Pollios ตั้งใจจะสร้างแพลทฟอร์มที่ทุกการโหวตมีค่า และทุกเสียงถูกได้ยิน'
          },
          {
            color: 'border-top-color: #ff672b;',
            url: 'https://www.wongnai.com/',
            img_src: 'wongnai.png',
            discription: 'Wongnai เว็บไซต์และแอพพลิเคชั่นที่ให้บริการค้นหาร้านอาหาร คลีนิก สปา ซาลอน อันดับหนึ่งในประเทศไทย ที่ตอบโจทย์ Lifestyle ของคนรุ่นใหม่ในยุคปัจจุบันโดยมีข้อมูลของสถานที่ทั้งที่อยู่ เบอร์โทรศัพท์ แผนที่ พร้อมทั้งรีวิวจากผู้ใช้งานจริงที่จะช่วยคุณในการตัดสินใจเลือกใช้บริการนอกจากนี้ยังมีบริการสั่งอาหาร Delivery เพื่อตอบสนองชีวิตที่เร่งรีบของคนรุ่นใหม่อีกด้วย'
          },
          {
            color: 'border-top-color: #FF672B;',
            url: 'http://www.sellsuki.co.th/',
            img_src: 'sellsuki.png',
            discription: 'Sellsuki ระบบบริหารร้านค้าออนไลน์ที่ถูกออกแบบมาสำหรับการค้าขายในยุคของการสื่อสารผ่านแชทและการค้าขายผ่านหลายช่องทางทั้งทางเว็บไซต์ โซเชียล หรือหน้าร้าน<br><br>เรามีความเชื่อว่า<br>1) เทคโนโลยีจะทำให้อนาคตของการค้าขายกลับมามีความเป็นมนุษย์<br>2) การใช้แนวคิดทางธุรกิจ เทคโนโลยีและดีไซน์ ไปพร้อมๆกันจะนำไปสู่การออกแบบที่ถาวร<br>3) ผู้ประกอบการควรมีความอิสระในการประกอบการ และไม่ควรใช้เวลาอยู่กับงานที่ซ้ำซากและจำเจ'
          },
          {
            color: 'border-top-color: #ffd508;',
            url: 'http://claimdi.com/news/',
            img_src: 'claim-di.png',
            discription: 'Claim Di กว่า 15 ปีแล้ว ที่บริษัท เอนนี่แวร์ ทู โก จำกัด ได้มุ่งมั่นพัฒนาระบบงาน Mobility Enterprise Solutions ภายใต้คอนเซ็ปต์ของบริษัทฯ คือ “anywhere to go”ซึ่งในปี 2014เราปลี่ยนการทำธุรกิจแบบ SME เข้าสู่เส้นทางของสตาร์ทอัพ (Startup) กับการนำเคลมดิ (Claim Di) เข้าร่วมโครงการ DTAC Accelerate และชนะเลิศการแข่งขันทำให้เคลมดิเติบโตแบบก้าวกระโดดสามารถระดมทุน 3 ครั้ง ใน 18 เดือน และในรอบล่าสุดนี้ เราสามารถระดมทุนได้จำนวน 2 ล้านเหรียญสหรัฐ จาก Cyber Agent Venture, 500 Startup, Golden Gate Venture, DTAC Accelerate และ Global Investorอีกหลายราย ณ วันนี้ เคลมดิได้ให้บริการเคลมประกันภัยรถยนต์ผ่านแอพพลิเคชั่นมากกว่า 30 บริษัทประกันภัยคิดเป็นจำนวนมากกว่า 60 เปอร์เซ็นต์ ของจำนวนกรมธรรม์รถยนต์ในประเทศไทย เป้าหมายของเราคือ การเปลี่ยนแปลงและปฏิวัติอุตสาหกรรมการประกันภัยรถยนต์ในประเทศไทย รวมถึงแถบอาเซียน และแน่นอนว่าเราจะเข้าสู่ตลาดโลกในเวลาอันใกล้นี้'
          },
          {
            color: 'border-top-color: #00abe5;',
            url: 'https://www.billme.co.th',
            img_src: 'bill-me.png',
            discription: 'Billme (บิลมี) แพลทฟอร์มสำหรับรับและส่งดิจิทัลบิล (ใบเรียกเก็บเงินดิจัทัล) พร้อมด้วยโมบายแอปพลิเคชั่น Billme ทำให้การรับและส่งบิล การขอให้จ่ายเงินเป็นเรื่องง่ายสำหรับทุกคน ไม่ว่าจะเป็นการส่งคำขอให้เพื่อนจ่ายเงินเรา เพื่อเตือนตัวเองในการจ่ายบิล หรือเพื่อรับบิลและใบเสร็จรับเงินจากร้านค้าและบริการต่างๆ เรามุ่งมั่นที่จะเป็นส่วนสำคัญในวัฒนธรรมการเงินดิจิทัล'
          },
          {
            color: 'border-top-color: #26b9ae;',
            url: 'https://www.cookly.me',
            img_src: 'cookly.png',
            discription: 'Cookly เป็นแพลตฟอร์มชั้นนำสำหรับการจองชั้นเรียนทำอาหาร เรานำคนรักอาหารและผู้เชี่ยวชาญด้านอาหารร่วมสนุกกับการเรียนทำอาหารที่เปี่ยมคุณภาพทั่วโลกภารกิจของเราคือการทำให้การเรียนทำอาหารเป็นกิจกรรมที่ต้องทำเมื่อคนรักอาหารออกเดินทางเราได้ทำหน้าที่มอบความอร่อยแก่นักท่องเที่ยวจากกว่า 50 + ประเทศทั่วโลก และเรากำลังนำเสนอชั้นเรียนมากกว่า 200 อย่างใน 5 ประเทศ และกำลังเดินหน้าสู่ระดับโลก'
          },
          {
            color: 'border-top-color: #fa7500;',
            url: 'https://www.horganice.in.th/',
            img_src: 'horganice.png',
            discription: 'Horganice คือธุรกิจสตาร์ทอัพที่พัฒนาแอพลิเคชั่นตัวกลางในการเชื่อมต่อระหว่างผู้ประกอบการหอพัก อพาร์ทเม้นท์ และผู้เช่าที่มาพร้อมกับระบบบริหารจัดการในรูปแบบออนไลน์ ที่สามารถจัดการเรื่องทำบิลค่าเช่าห้อง การจ่ายเงินค่าเช่าห้อง การรายงานผลประกอบการ'
          },
          {
            color: 'border-top-color: #8cc63f;',
            url: 'https://www.itax.in.th/',
            img_src: 'i-tax.png',
            discription: 'iTAX เชื่อว่ากฎหมายที่ซับซ้อนสามารถทำให้ง่ายได้เพื่อเป้าหมายสำคัญ คือ เพื่อช่วยให้ผู้คนทำภาษีได้อย่างถูกต้องได้เงินคืนภาษีสูงสุด วิถีของเราคือการทำโซลูชั่นภาษีที่ใช้งานง่ายและเหมาะสมกับบุคคลเช่น ระบบเตรียมภาษีผ่านคำถามง่ายๆ, ระบบวางแผนภาษีอัตโนมัติที่คัดเลือกให้เหมาะสมเฉพาะบุคคล หรือแม้แต่ฐานข้อมูลเปรียบเทียบตัวเลือกลดหย่อนภาษีในที่เดียวนอกจากนี้ iTAX จะเริ่มจัดการภาษีเงินเดือนพนักงานแบบอัตโนมัติให้กับฝ่ายบุคคล ลูกค้าองค์กรและพนักงาน และนั่นทำให้ iTAX สร้างสรรค์บริการภาษีที่ใช้งานง่ายในประเทศไทย'
          },
          {
            color: 'border-top-color: #00add8;',
            url: 'https://peakengine.com',
            img_src: 'peakengine.png',
            discription: 'Peak ธุรกิจจำนวนไม่น้อยต้องปิดตัวลงไปเพราะขาดการจัดการข้อมูลบัญชี การเงิน และภาษีที่ดีเพียงพอ เนื่องจากเรื่องดังกล่าวเป็นเรื่องที่ยาก ใช้เวลาเยอะ และน่าเบื่อ เราเห็นปัญหาดังกล่าวจึงได้พัฒนา PEAK ขึ้นมาเพื่อเป็นนักบัญชีเสมือนสำหรับธุรกิจSMEs ที่ช่วยจัดการเรื่อง บัญชี การเงิน และภาษีให้กับธุรกิจ เราไม่ได้สร้างแค่โปรแกรม แต่เรากำลังสร้างวิธีการดำเนินธุรกิจใหม่ ที่คนในยุคต่อไปจะต้องสงสัยว่าคนยุคก่อน PEAK ทำธุรกิจกันได้อย่างไร'
          },
          {
            color: 'border-top-color: #040707;',
            url: 'http://www.jeban.com/',
            img_src: 'jeban.png',
            discription: 'Jeban.com (จีบัน) ออนไลน์คอมมูนิตี้อันดับหนึ่งที่เพียบพร้อมไปด้วย เรื่องราวของความสวยงาม และ มิตรภาพ ของสาวๆ มีสไตล์ทุกวัย จากชื่อล็อกอิน Jeban ที่เขียนแนะนำวิธีการแต่งหน้าเชิง How to เปิดเผยหน้าสดจนกระทั่งเสร็จสวยงามได้รับความนิยมเป็นอย่างมาก จึงกลายเป็น www.jeban.com ขึ้นอย่างเป็นทางการในปี 2550 เพื่อสร้างออนไลน์คอมมูนิตี้สำหรับผู้หญิง ในการที่จะแลกเปลี่ยนเรื่องราวต่างๆ ทั้งเคล็ดลับการแต่งหน้า แต่งตัว ความสวยงาม ความงาม ตลอดจนการพูดคุยเรื่องราวต่างๆตามประสาผู้หญิง<br>Jeban.com มีความตั้งใจที่จะเป็นคอมมูนิตี้ที่สร้างแรงบันดาลใจให้แก่ผู้หญิงยุคใหม่ ให้มีความมั่นใจ ที่จะลุกขึ้นมาเปลี่ยนแปลงตัวเอง​ และกลายเป็นแรงบันดาลใจส่งผ่านถึงคนอื่นๆ ต่อไป'
          },
          {
            color: 'border-top-color: #c8273f;',
            url: 'http://www.pirsquare.net/',
            img_src: 'pi-r-2.png',
            discription: 'Pi R Square เป็นทีมพัฒนาผลงานด้าน เกมส์, เว็บไซต์ และ แอปพลิเคชั่น ในความเชื่อที่ใช้เทคโนโลยี และการออกแบบให้เข้ากันอย่างลงตัว เราเป็นทีมที่มีประสบการณ์จาก Silicon Valley และพัฒนางานมากมายให้กับบริษัทชั้นนำต่างๆ ในไทย รวมถึงพัฒนา Start Up และเป็นที่ปรึกษาในหลายโปรเจ็ค เราเป็นทีมที่คำนึงถึง User Experience เป็นสำคัญ ในการสร้างสรรค์ผลงานใหม่ๆ อยู่ตลอดเวลา'
          },
          {
            color: 'border-top-color: #000000;',
            url: 'http://www.thebitstudio.com/',
            img_src: 'bit-studio.png',
            discription: 'Bit Studio เป็นกลุ่ม Creative Technologist สัญชาติไทยที่นำเทคโนโลยีและศิลปะมาผสมผสานกันเพื่อสร้างสรรค์ประสบการณ์ที่สนุกและน่าสนใจในรูปแบบของInteractive Installation โดยใช้เทคโนโลยีหลากหลาย เช่น Machine Learning, Computer Vision, Computer Graphics เป็นต้น'
          },
          {
            color: 'border-top-color: #e77f27;',
            url: 'http://marketanyware.com/th/index.html',
            img_src: 'market-anyware.png',
            discription: 'Market Anyware บริษัทวิจัยและพัฒนาเทคโนโลยี Financial Intelligence เป็นการนำเทคโนโลยียุคใหม่อย่าง Big Data และ Artificial Intelligenceมาพัฒนา personal robo-advisor ที่ทำงานบนโทรศัพท์ของคุณ เป้าหมายของเราคือจะสร้างโลกใหม่ของการลงทุนเพื่อนักลงทุนรายย่อยทุกคน'
          },
          {
            color: 'border-top-color: #9AD2E4;',
            url: 'http://theairic.com/',
            img_src: 'DigitalAir.png',
            discription: 'เปิดประตูสู่อนาคตของการเล่าเรื่องทางสังคมเราเป็นครอบครัวที่ขับเคลื่อนด้วยความหลงใหลที่อยากจะแบ่งปันประสบการณ์ที่สั่งสมมานานในวงการโฆษณาและอุตสาหกรรมความคิดสร้างสรรค์ กับการทำงานที่กว้างขวางของผู้เชี่ยวชาญชั้นนำระดับโลก และมีวิสัยทัศน์ในการวิจัยเทคโนโลยีการผสมความเป็นจริง, AI เครือข่ายประสาท, วิเคราะห์ข้อมูลขนาดใหญ่และ การนำเกมเข้ามาใช้เป็นเครื่องมือทางการตลาดเราปฏิวัติการปฏิสัมพันธ์ของมนุษย์ผ่านงานศิลปะจากประสบการณ์เสมือนจริง โดยการเชื่อมต่อผู้คน, สถานที่, สิ่งที่อยู่ในจำนวนการใช้งานใหม่ และ การใช้งานที่คุณยังนึกไม่ถึงมาก่อน'
          }
        ]
      }
    }
  }
</script>

<style lang="css" scoped>
h1.title {
  font-family: rsu-bold;
}
.partner {
  width:100%;
  border:0px solid #DFDFDF;
  box-shadow: rgba(0, 0, 0, 0.1) 0px 1px 5px 1px;
  /*border-radius: 6px;*/
}
.logo-box {
  height: 200px;
  position: relative;
  background-color: #FFF;
}
div.triangle {
  	width: 0;
    height: 0;
    border-right: 40px solid transparent;
    border-top: 40px solid;
}

div.box-textbox {
  box-sizing:border-box;
  padding:20px;
}

img.center-logos {
  position: absolute;
  top: 0;
  left: 0;
  right: 0;
  bottom: 0;
  margin: auto;
}
</style>
